{
  "navigation": {
    "contact": "Kontakt",
    "home": "Strona główna",
    "menu": "Menu",
    "gallery": "Galeria",
    "order_online": "Zamów online"
  },
  "footer": {
    "social_media": "Media społecznościowe",
    "contact": "Kontakt",
    "copyrights": "Copyright © 2025 Men's Cave Restaurant. Wszelkie prawa zastrzeżone."

  },
  "home": {
    "header": "Smak, który rozpala apetyt",
    "subheader": "Pysznie i świeżo",
    "local_suppliers": "Lokalni dostawcy",
    "fresh_products": "Świeże produkty",
    "experienced_chefs": "Doświadczeni pracownicy",
    "rich_taste": "Bogaty smak",
    "menu_button": "Sprawdź nasze menu",
    "local_suppliers_description": "Nasze dania z grilla smakują wyjątkowo, bo korzystamy z najlepszych składników od lokalnych producentów. Wybieramy tylko świeże, naturalne produkty – od wołowiny z małych hodowli po warzywa z regionalnych upraw. Wspierając lokalnych dostawców, tworzymy smaki, które łączą amerykański ogień z polską jakością.",
    "fresh_products_description": "Świeżość, której możesz zaufać. Każdy produkt w naszej kuchni przechodzi staranną selekcję i spełnia najwyższe normy jakości. Dzięki temu nasze dania mają ten wyjątkowy smak – naturalny, intensywny i prawdziwy.",
    "experienced_chefs_description": "Doświadczeni szefowie kuchni i zgrany personel doskonale wiedzą, jak wydobyć z ognia to, co najlepsze. Dzięki ich pasji, wiedzy i dbałości o każdy detal, każde danie nabiera wyjątkowego charakteru. To właśnie ich zaangażowanie sprawia, że nasze burgery, steki i grillowane specjały zachwycają smakiem, aromatem i sposobem podania.",
    "rich_taste_description": "Każdy składnik, każda receptura i każda chwila pracy naszego zespołu składają się na coś wyjątkowego – smak, który pozostaje w pamięci. Od starannie wyselekcjonowanych, świeżych produktów i lokalnych dostawców, przez pasję i doświadczenie naszych szefów kuchni, po perfekcyjne przygotowanie na grillu – każdy element wpływa na to, że nasze dania są niepowtarzalne."

  }
}
